
    'use strict'
    let dayOfWeek = +prompt('Введите порядковый номер дня недели: '); 
    switch (dayOfWeek) {
        case 1:
            alert('Понедельник: ' + '\n' + 'Сходить к стоматологу');
            break;
        case 2:
            alert('Вторник: ' + '\n' + 'Тренировка в стортзале в 13:00');
            break;
        case 3:
            alert('Среда: ' + '\n' + 'Запись у косметолога на 14:45');
            break;
        case 4:
            alert('Четверг: ' + '\n' + 'Встреча выпускников в 17:00');
            break;
        case 5:
            alert('Пятница: ' + '\n' + 'Встретиться с Дейвом');
            break;
        case 6:
            alert('Суббота: ' + '\n' + 'Запись в салоне на стрижку на 12:30');
            break;
        case 7:
            alert('Воскресенье: ' + '\n' + 'Курсы по JS в LemonSchool на 11:00');
            break;

        default:
            alert('Вы ввели неправильный номер. Перезагрузите страницу и повторите попытку)');
            break;
    }
