
    'use strict'
    let cityCode = +prompt('Введите код города для вычисления стоимости разговора за 10 минут:');
    switch (cityCode) {
        case 905:
            alert('Москва: ' + '\n' + 'Стоимость 10 минут разговора: ' + 4.15 * 10 + 'руб.');
            break;
        case 194:
            alert(' Ростов: ' + '\n' + 'Стоимость 10 минут разговора: ' + 1.98 * 10 + 'руб.');
            break;
        case 491:
            alert('Краснодар: ' + '\n' + 'Стоимость 10 минут разговора: ' + 2.69 * 10 + 'руб.');
            break;
        case 800:
            alert('Киров: ' + '\n' + 'Стоимость 10 минут разговора: ' + 5.00 * 10 + 'руб.');
            break;
        default:
            alert('Вы ввели неправильный код, перезагрузите страницу и повторите попытку)');
            break;
    }