
    'use strict'
    let min = +prompt('введите число');
    if (0 <= min && min <= 14) {
        alert('Число принадлежит певой четверти часа.');
    } else if (15 <= min && min <= 29) {
        alert('Число принадлежит второй четверти часа.');
    } else if (30 <= min && min <= 44) {
        alert('Число принадлежит третьей четверти часа.');
    } else if (45 <= min && min <= 59) {
        alert('Число принадлежит четвертой четверти часа.');
    } else if (min >= 60) {
        alert('Введите число меньше 60)');
    }
